Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: When sharing fingers with column scrolling in Niri, workspace swipes use the perpendicular direction on each display. The selected axis applies without column scrolling.
ar: عند مشاركة الأصابع مع تصفح الأعمدة في Niri، تستخدم تمريرات مساحة العمل الاتجاه العمودي على كل عرض. يتم تطبيق المحور المحدد دون تصفح الأعمدة.
da: Når man deler fingre med kolonnerullende i Niri, bruger arbejdsområdet den vinkelrette retning på hvert display. Den valgte akse gælder uden kolonnerulning.
de: Wenn Finger mit Spalten scrolling in Niri geteilt werden, verwenden die Arbeitsbereichswischbewegungen die senkrechte Richtung auf jedem Display. Die ausgewählte Achse wird ohne Spalten scrolling angewendet.
el: Όταν μοιράζεστε τα δάχτυλα με τη στήλη κύλιση στο Niri, τα swips χώρου εργασίας χρησιμοποιούν την κάθετη κατεύθυνση σε κάθε οθόνη. Ο επιλεγμένος άξονας ισχύει χωρίς κύλιση στήλης.
es: Al compartir los dedos con el desplazamiento de columnas en Niri, los desplazamientos del espacio de trabajo utilizan la dirección perpendicular en cada pantalla. El eje seleccionado se aplica sin desplazamiento de columnas.
fi: Jakaessaan sormia pylvään kääröinnillä Niri, työtila pyyhkäisee kohtisuoraan jokaiseen näyttöön. Valittua akselia sovelletaan ilman sarakekääröä.
fr: Lorsque les gestes utilisent le même nombre de doigts que le défilement des colonnes dans Niri, le balayage entre espaces de travail emprunte la direction perpendiculaire sur chaque écran. L’axe sélectionné s’applique en l’absence de défilement des colonnes.
he: כאשר מחוות החלקה בין מרחבי עבודה חולקות מספר אצבעות עם גלילת עמודות ב-Niri, הן משתמשות בכיוון המאונך בכל צג. הציר שנבחר חל כאשר גלילת עמודות אינה פעילה.
hi: Niri में कॉलम स्क्रॉलिंग के साथ उंगलियां साझा करते समय, वर्कस्पेस स्वाइप प्रत्येक डिस्प्ले पर लंबवत दिशा का उपयोग करते हैं। चयनित अक्ष कॉलम स्क्रॉलिंग के बिना लागू होता है।
it: Quando si condividono le dita con la colonna che scorre in Niri, gli swipe dello spazio di lavoro usano la direzione perpendicolare su ogni display. L'asse selezionato si applica senza scorrimento delle colonne.
ja: Niriで列のスクロールと指を共有する場合、ワークスペースのスワイプは各ディスプレイで垂直方向に使用されます。選択された軸は列のスクロールなしで適用されます。
ko: Niri의 열 스크롤과 같은 손가락 수를 사용할 때 워크스페이스 쓸어넘기기는 각 디스플레이에서 열 스크롤과 직각인 방향을 사용합니다. 열 스크롤을 사용하지 않을 때는 선택한 축이 적용됩니다.
nb: Når du deler fingre med kolonne-rulling i Niri, bruker arbeidsområdesglidning den vinkelrette retningen på hver skjerm. Den valgte aksen gjelder uten kolonne-rulling.
nl: Wanneer werkruimteveeggebaren evenveel vingers gebruiken als kolomscrollen in Niri, gaan ze op elk beeldscherm in de loodrechte richting. De geselecteerde as geldt wanneer kolomscrollen niet actief is.
pl: Gdy gesty przesuwania przestrzeni roboczych używają tej samej liczby palców co przewijanie kolumn w Niri, na każdym monitorze biegną prostopadle. Wybrana oś obowiązuje, gdy przewijanie kolumn jest wyłączone.
ru: При совместном использовании пальцев для прокрутки столбцов в Niri, перелистывание рабочей зоны использует перпендикулярную направленность на каждом отображении. Выбранная ось применяется без прокрутки столбцов.
sr_latn: Prilikom deljenja prstiju sa skretanjem kolone u Niriju, radni prostor prekidači koriste perpendikularnu pravcu na svakom ekranu. Izabrana osa se primenjuje bez skretanja kolone.
sv: När fingrarna delas med kolumnscrollning i Niri använder arbetsytans svepning den vinkelräta riktningen på varje skärm. Den valda axeln tillämpas utan kolumnscrollning.
uk: Коли жести перемикання робочих просторів використовують ту саму кількість пальців, що й прокручування стовпців Niri, вони на кожному дисплеї рухаються в перпендикулярному напрямку. Вибрана вісь діє за відсутності прокручування стовпців.
zh_hans: 当在Niri中共享手指与列滚动时，工作区滑动使用每个显示器的垂直方向。选择的轴在不进行列滚动的情况下应用。

source: When the pointer reaches a display edge, OmniWM moves it to the matching edge of the neighboring display.
ar: عندما يصل المؤشر إلى حافة العرض، يقوم OmniWM بنقله إلى الحافة المقابلة للعرض المجاور.
da: Når pointeren når en skærmkant, flytter OmniWM den til den matchende kant af nabodisplayet.
de: Wenn der Zeiger eine Displaykante erreicht, verschiebt OmniWM ihn zur übereinstimmenden Kante des benachbarten Displays.
el: Όταν ο δείκτης φτάσει σε μια άκρη οθόνης, OmniWM κινείται προς την αντίστοιχη άκρη της γειτονικής οθόνης.
es: Cuando el puntero llega a el borde de la pantalla, OmniWM lo mueve al borde coincidente de la pantalla vecina.
fi: Kun osoitin saavuttaa näytön reunan, OmniWM siirtää sen viereisen näytön vastaavalle reunalle.
fr: Lorsque le pointeur atteint un bord d'affichage, OmniWM le déplace vers le bord correspondant de l'affichage voisin.
he: כשהמצביע מגיע לקצה התצוגה, OmniWM מזיז אותו לקצה התואמת של התצוגה השכנה.
hi: जब पॉइंटर एक डिस्प्ले किनारे तक पहुँचता है, OmniWM इसे पड़ोसी डिस्प्ले के मिलान किनारे पर ले जाता है।
it: Quando il puntatore raggiunge un bordo del display, OmniWM lo sposta verso il bordo corrispondente del display vicino.
ja: ポインタがディスプレイのエッジに到達すると、OmniWMは隣接するディスプレイの一致するエッジに移動します。
ko: 포인터가 디스플레이 가장자리에 도달하면 OmniWM은 이를 인접한 디스플레이의 일치하는 가장자리로 이동시킵니다.
nb: Når pekeren når en skjermkant, flytter OmniWM den til den tilsvarende kanten på den tilstøtende skjermen.
nl: Wanneer de pointer een schermrand bereikt, verplaatst OmniWM deze naar de bijpassende rand van het naburige scherm.
pl: Gdy wskaźnik osiąga krawędź wyświetlacza, OmniWM przesuwa go na odpowiednią krawędź sąsiedniego wyświetlacza.
ru: Когда указатель достигает края дисплея, OmniWM перемещает его к соответствующему краю соседнего дисплея.
sr_latn: Kada indikator dostigne ivicu ekrana, OmniWM ga kreće na ivicu koji odgovara susednom ekranu.
sv: När pekaren når en skärmkant flyttar OmniWM den till den matchande kanten på den intilliggande skärmen.
uk: Коли вказівник досягає краю дисплея, OmniWM переміщує його на відповідний край сусіднього дисплея.
zh_hans: 当指针到达显示边缘时，OmniWM将其移动到相邻显示器的匹配边缘。

source: Width
ar: العرض
da: Bredde
de: Breite
el: Πλάτος
es: Ancho
fi: Leveys
fr: Largeur
he: רוחב
hi: चौड़ाई
it: Larghezza
ja: 幅
ko: 너비
nb: bredde
nl: Breedte
pl: Szerokość
ru: Ширина
sr_latn: Širina
sv: bredd
uk: Ширина
zh_hans: 宽度

source: Width of the zone next to the notch that the focused workspace stays centered in
ar: عرض المنطقة بجوار الشق الذي يبقى فيه مساحة العمل المركزة مركزة
da: Bredden af zonen ved siden af notch, at det fokuserede arbejdsområde forbliver centreret i
de: Breite der Zone neben der Aussparung, in der der fokussierte Arbeitsbereich zentriert bleibt
el: Πλάτος της ζώνης δίπλα στην εγκοπή ότι ο εστιασμένος χώρος εργασίας παραμένει συγκεντρωμένος
es: Ancho de la zona junto a la ranura en la que el espacio de trabajo enfocado permanece centrado
fi: Keskitetyn työtilan keskipisteen vieressä olevan vyöhykkeen leveys
fr: Largeur de la zone à côté de l'entaille que l'espace de travail concentré reste centré dans
he: רוחב האזור ליד החריץ שבו מרחב העבודה הממוקד נשאר מרוכז
hi: नोच के बगल में क्षेत्र की चौड़ाई जिसमें केंद्रित कार्यस्थल केंद्र में रहता है
it: Larghezza della zona accanto alla tacca che lo spazio di lavoro focalizzato rimane centrato in
ja: フォーカスされたワークスペースが中央に保たれるノッチの横にあるゾーンの幅
ko: 집중된 작업 공간이 중앙에 유지되는 노치 옆 구역의 너비
nb: Bredden på sonen ved siden av hakket der det fokuserte arbeidsområdet forblir sentrert
nl: Breedte van de zone naast de inkeping waar de gefocuste werkruimte in blijft gecentreerd
pl: Szerokość strefy obok wcięcia, w której przestrzeń robocza z fokusem pozostaje wyśrodkowana
ru: Ширина зоны рядом с отрезком, в который сосредоточенное рабочее пространство остаётся центрированным.
sr_latn: Širina zone pored nota u kojoj fokusirani radni prostor ostaje usredsređen u
sv: Zonens bredd bredvid skåran där det fokuserade arbetsytan hålls centrerad
uk: Ширина зони біля вирізу, в межах якої робочий простір у фокусі залишається по центру
zh_hans: 位于聚焦工作区保持中心位置的凹槽旁区域的宽度

source: Window
ar: نافذة
da: Vindue
de: Fenster
el: Παράθυρο
es: Ventana
fi: Ikkuna
fr: Fenêtre
he: חלון
hi: खिड़की
it: Finestra
ja: 窓
ko: 창
nb: vindu
nl: Venster
pl: Okno
ru: Окно
sr_latn: Prozor
sv: fönster
uk: Вікно
zh_hans: 窗户

source: Window Behavior
ar: سلوك النافذة
da: Vinduesadfærd
de: Fensterverhalten
el: Συμπεριφορά παραθύρου
es: Comportamiento de la ventana
fi: Ikkunakäyttäytyminen
fr: Comportement des fenêtres
he: התנהגות חלון
hi: विंडो व्यवहार
it: Comportamento della finestra
ja: ウィンドウの動作
ko: 창 동작
nb: Vindusoppførsel
nl: Venstergedrag
pl: Zachowanie okna
ru: Поведение окна
sr_latn: prozorsko ponašanje
sv: Fönsterbeteende
uk: Поведінка вікна
zh_hans: 窗口行为

source: Window Borders
ar: حواف النافذة
da: Vindueskanter
de: Fensterrahmen
el: Σύνορα παραθύρου
es: Bordes de la ventana
fi: Ikkunan rajat
fr: Frontières des fenêtres
he: גבולות חלון
hi: विंडो बॉर्डर
it: Frontiere della finestra
ja: ウィンドウの境界線
ko: 창 테두리
nb: Vinduskanter
nl: Vensterranden
pl: Ramki okien
ru: Ограничения окна
sr_latn: Prozor granice
sv: Fönsterkanter
uk: Рамки вікон
zh_hans: 窗口边框

source: Window Level
ar: مستوى النافذة
da: Vinduesniveau
de: Fensterstufe
el: Επίπεδο παραθύρου
es: Nivel de ventana
fi: Ikkunan taso
fr: Niveau de fenêtre
he: רמת חלון
hi: विंडो स्तर
it: Livello finestra
ja: ウィンドウレベル
ko: 창 수준
nb: Vindusnivå
nl: Vensterniveau
pl: Poziom okna
ru: Уровень окна
sr_latn: Nivo prozora
sv: Fönsternivå
uk: Рівень вікна
zh_hans: 窗口级别

source: Window Size
ar: حجم النافذة
da: Vinduesstørrelse
de: Fenstergröße
el: Μέγεθος παραθύρου
es: Tamaño de la ventana
fi: Ikkunan koko
fr: Taille de la fenêtre
he: גודל חלון
hi: विंडो आकार
it: Dimensione finestra
ja: ウィンドウサイズ
ko: 창 크기
nb: Vindusstørrelse
nl: Venstergrootte
pl: Rozmiar okna
ru: Размер окна
sr_latn: Prozorska veličina
sv: Fönsterstorlek
uk: Розмір вікна
zh_hans: 窗口大小

source: Window manager controls
ar: تحكمات مدير النوافذ
da: Kontrol af vindueshåndtering
de: Fenstermanager-Steuerelemente
el: Έλεγχος διαχειριστή παραθύρου
es: Controles del administrador de ventanas
fi: Ikkunanhallintaohjain
fr: Contrôles du gestionnaire de fenêtres
he: בקרת מנהל החלונות
hi: विंडो मैनेजर नियंत्रण
it: Controlli del gestore finestre
ja: ウィンドウマネージャーのコントロール
ko: 창 관리자 컨트롤
nb: Kontroller for vindusbehandler
nl: Vensterbeheer
pl: Elementy sterujące menedżera okien
ru: Контролируемые функции менеджера окон
sr_latn: Prozorski menadžer kontrole
sv: Fönsterhanteringskontroller
uk: Керування менеджером вікон
zh_hans: 窗口管理器控制

source: Window placement or sizing
ar: موضع أو حجم النافذة
da: Vinduesplacering eller størrelse
de: Platzierung oder Größe des Fensters
el: Τοποθέτηση παραθύρου ή μέγεθος
es: Colocación o tamaño de la ventana
fi: Ikkunan sijoittelu tai kokoaminen
fr: Placement ou calibrage des fenêtres
he: מיקום חלון או הגדלה
hi: खिड़की का स्थान या आकार निर्धारण
it: Posizionamento o dimensionamento della finestra
ja: ウィンドウの配置またはサイズ設定
ko: 창 배치 또는 크기 조정
nb: Plassering eller størrelse på vinduer
nl: Venster plaatsing of grootte
pl: Położenie lub rozmiar okna
ru: Местоположение или размер окон
sr_latn: Prozorsko postavljanje ili veličina
sv: Fönsterplacering eller storlek
uk: Розташування або розмір вікна
zh_hans: 窗户位置或尺寸

source: Window tabs
ar: علامات التبويب في النافذة
da: VinduesfanebladeName
de: Fensterverknüpfungen
el: Καρτέλες παραθύρων
es: Tablas de la ventana
fi: Ikkunavälilehdet
fr: Onglets de fenêtres
he: לשוניות חלון
hi: विंडो टैब
it: Schede finestra
ja: ウィンドウタブ
ko: 창 탭
nb: Vindusfaner
nl: Venstertabbladen
pl: Karty okien
ru: Панели окна
sr_latn: Prozor tabs
sv: Fönsterflikar
uk: вкладки вікна
zh_hans: 窗口标签

source: Windows
ar: ويندوز
da: Vinduer
de: Fenster
el: Παράθυρα
fi: Ikkunat
fr: Fenêtres
he: חלונות
hi: विंडो
it: Finestre
ko: 창
nl: Vensters
pl: Okna
ru: Окна
sr_latn: Vindovs
sv: Fönster
uk: Вікна
zh_hans: 窗口

source: With the macOS staircase, the pointer may not move naturally between displays without Mouse Warp.
ar: مع السلم macOS، قد لا يتحرك المؤشر بشكل طبيعي بين الشاشات بدون Mouse Warp.
da: Med trappen macOS kan markøren ikke bevæge sig naturligt mellem skærme uden Mouse Warp.
de: Mit der macOS-Treppe kann der Mauszeiger ohne Mouse Warp nicht natürlich zwischen den Anzeigen bewegen.
el: Με τη σκάλα macOS, ο δείκτης δεν μπορεί να κινηθεί φυσικά μεταξύ των εμφανίσεων χωρίς το ποντίκι Warp.
es: Con la escalera macOS, el puntero puede no moverse de manera natural entre las pantallas sin Mouse Warp.
fi: Kun portaikko on macOS, osoittin ei välttämättä liiku näytösten välillä ilman hiiripoimua.
fr: Avec la disposition en escalier de macOS, le pointeur peut ne pas passer naturellement d’un écran à l’autre sans Mouse Warp.
he: עם ה... macOS גרם מדרגות, מצביע לא יכול לנוע באופן טבעי בין תצוגות ללא עיוות עכבר.
hi: macOS सीढ़ियों के साथ, माउस वार्प के बिना पॉइंटर डिस्प्ले के बीच स्वाभाविक रूप से नहीं चल सकता है।
it: Con la scala macOS, il puntatore non può muoversi naturalmente tra i display senza Mouse Warp.
ja: macOS階段を使用すると、マウスワープがないと、ポインタがディスプレイ間で自然に移動しない場合があります。
ko: macOS의 계단형 배치에서는 Mouse Warp를 사용하지 않으면 포인터가 디스플레이 사이를 자연스럽게 이동하지 못할 수 있습니다.
nb: Med macOS-trappen kan markøren ikke bevege seg naturlig mellom skjermene uten Mouse Warp.
nl: Met de macOS trap kan de pointer zich niet op natuurlijke wijze bewegen tussen displays zonder Mouse Warp.
pl: W układzie schodkowym macOS wskaźnik może nie przechodzić naturalnie między monitorami bez Mouse Warp.
ru: При лестничном расположении дисплеев macOS указатель может не переходить между ними естественно без Mouse Warp.
sr_latn: Sa macOS stepenicama, indikator se ne može prirodno kretati između ekrana bez miša Varpa.
sv: Med macOS-stegen kan pekaren inte röra sig naturligt mellan skärmarna utan Mouse Warp.
uk: За східчастого розташування macOS вказівник може не переходити природно між дисплеями без Mouse Warp.
zh_hans: 使用macOS楼梯，如果没有Mouse Warp，指针可能在显示器之间无法自然移动。

source: Worked in an earlier version?
ar: هل عملت في إصدار سابق؟
da: Arbejdede i en tidligere version?
de: Haben Sie in einer früheren Version gearbeitet?
el: Δούλεψε σε προηγούμενη έκδοση;
es: ¿Trabajaste en una versión anterior?
fi: Toiminut aiemmassa versiossa?
fr: Vous avez travaillé dans une version antérieure ?
he: עבד בגרסה מוקדמת יותר?
hi: क्या आपने एक पहले के संस्करण में काम किया है?
it: Hai lavorato in una versione precedente?
ja: 以前のバージョンで作業しましたか？
ko: 이전 버전에서는 작동했나요?
nb: Jobbet i en tidligere versjon?
nl: Werkte in een eerdere versie?
pl: Czy działało we wcześniejszej wersji?
ru: Работавали в более ранней версии?
sr_latn: Da li ste radili u prethodnoj verziji?
sv: Har du arbetat i en tidigare version?
uk: Працювало в попередній версії?
zh_hans: 在更早的版本中工作过吗？

source: Workspace
ar: مساحة العمل
da: Arbejdsområde
de: Arbeitsbereich
el: Χώρος εργασίας
es: Espacio de trabajo
fi: Työtila
fr: Espace de travail
he: מרחב עבודה
hi: कार्यस्थल
it: Spazio di lavoro
ja: ワークスペース
ko: 작업 공간
nb: arbeidsområde
nl: Werkruimte
pl: Przestrzeń robocza
ru: Рабочая зона
sr_latn: radni prostor
sv: Arbetsyta
uk: Робочий простір
zh_hans: 工作区

source: Workspace "%@" no longer exists. Pick another.
ar: لا يوجد مساحة عمل "%@" بعد الآن. اختر أخرى.
da: Arbejdsplads "%@" eksisterer ikke længere. Vælg en anden.
de: Der Arbeitsbereich "%@" existiert nicht mehr. Wählen Sie einen anderen aus.
el: Ο χώρος εργασίας "%@" δεν υπάρχει πλέον. Διάλεξε άλλο.
es: El espacio de trabajo "%@" ya no existe. Elige otro.
fi: Työtilaa "%@" ei enää ole. Valitse toinen.
fr: L’espace de travail « %@ » n’existe plus. Choisissez-en un autre.
he: מרחב עבודה "%@"כבר לא קיים. תבחר אחד אחר.
hi: कार्यस्थल "%@" अब मौजूद नहीं है। कोई अन्य चुनें।
it: Lo spazio di lavoro "%@" non esiste più. Scegline un altro.
ja: ワークスペース「%@」はもう存在しません。別のものを選択してください。
ko: 워크스페이스 "%@"가 더 이상 존재하지 않습니다. 다른 것을 선택하세요.
nb: Arbeidsområdet "%@" eksisterer ikke lenger. Velg et annet.
nl: Werkruimte "%@" bestaat niet meer. Kies er nog een.
pl: Przestrzeń robocza "%@" nie istnieje już. Wybierz inną.
ru: Рабочая область "%@" больше не существует. Выберите другую.
sr_latn: Radni prostor "%@" više ne postoji. Izaberite još jedan.
sv: Arbetsyta "%@" existerar inte längre. Välj en annan.
uk: Робочий простір "%@" більше не існує. Виберіть інший.
zh_hans: 工作区“%@”已不存在。请选择另一个。

source: Workspace %@
ar: مساحة العمل %@
da: Arbejdsplads %@
de: Arbeitsbereich %@
el: Χώρος εργασίας %@
es: Espacio de trabajo %@
fi: Työtila %@
fr: Espace de travail %@
he: מרחב עבודה %@
hi: कार्यस्थल %@
it: Spazio di lavoro %@
ja: ワークスペース%@
ko: 워크스페이스 %@
nb: Arbeidsområde %@
nl: Werkruimte %@
pl: Przestrzeń robocza %@
ru: Рабочая область %@
sr_latn: Radni prostor %@
sv: Arbetsyta %@
uk: робочий простір %@
zh_hans: 工作区%@

source: Workspace Bar
ar: شريط العمل
da: Arbejdsområdelinje
de: Arbeitsbereichs-Bar
el: Γραμμή χώρου εργασίας
es: Bar de trabajo
fi: Työtilapalkki
fr: Barre d'espace de travail
he: סרגל מקום העבודה
hi: कार्यस्थल बार
it: Barra degli spazi di lavoro
ja: ワークスペースバー
ko: 워크스페이스 바
nb: Skrivebordsbar
nl: Werkruimtebalk
pl: Pasek przestrzeni roboczej
ru: Бар рабочего места
sr_latn: Radni prostor bar
sv: Arbetsytbarsk
uk: Смуга робочих просторів
zh_hans: 工作区栏

source: Workspace Configurations
ar: إعدادات مساحة العمل
da: Indstilling af arbejdsområde
de: Arbeitsbereichskonfigurationen
el: Διαμορφώσεις χώρου εργασίας
es: Configuraciones de espacio de trabajo
fi: Työtilan asetukset
fr: Configurations de l'espace de travail
he: הגדרות מרחב עבודה
hi: कार्यस्थल कॉन्फ़िगरेशन
it: Configurazioni dello spazio di lavoro
ja: ワークスペース構成
ko: 워크스페이스 구성
nb: Arbeidsplasskonfigurasjoner
nl: Werkruimteconfiguraties
pl: Konfiguracje przestrzeni roboczej
ru: Конфигурации рабочего пространства
sr_latn: Konfiguriranje radnog prostora
sv: Arbetsplatskonfigurationer
uk: Налаштування робочого простору
zh_hans: 工作区配置

source: Workspace Homes
ar: منازل العمل المفتوحة
da: Arbejdsrumshjem
el: Σπίτια χώρου εργασίας
es: Hogar de espacios de trabajo
fi: Työtilakodit
fr: Maisons d'espace de travail
he: בתי עבודה
hi: वर्कस्पेस होम्स
it: Case dello spazio di lavoro
ja: ワークスペースホームズ
ko: 워크스페이스 기본 모니터
nl: Werkruimtehuizen
pl: Przypisanie przestrzeni roboczych do monitorów
ru: Рабочие пространства дома
sr_latn: Radni domovi
sv: Arbetsytornas standardskärmar
uk: Призначені монітори робочих просторів
zh_hans: 工作空间住宅

source: Workspace ID
ar: معرف مساحة العمل
da: Arbejdsområde- ID
de: Arbeitsbereichs-ID
el: ID χώρου εργασίας
es: ID de espacio de trabajo
fi: Työtilan tunniste
fr: ID de l'espace de travail
he: זיהוי מרחב עבודה
hi: कार्यस्थल आईडी
it: ID spazio di lavoro
ja: ワークスペースID
ko: 워크스페이스 ID
nb: Arbeidsplass-ID
nl: Werkruimte-ID
pl: ID przestrzeni roboczej
ru: Идентификатор рабочего пространства
sr_latn: Radni prostor ID
sv: Arbetsplats-ID
uk: ID робочого простору
zh_hans: 工作区ID

source: Workspace IDs use positive numeric slots. Display Name stays editable. Direct workspace hotkeys remain limited to 1-9; add 10+ here or through IPC/CLI.
ar: تستخدم معرفات مساحات العمل الفتحات الرقمية الموجبة. يظل اسم العرض قابل التعديل. تظل مفاتيح الاختصار المباشرة لمساحات العمل محدودة من 1 إلى 9؛ أضف أكثر من 10 هنا أو عبر IPC/CLI.
da: Arbejdsområde-id’er bruger positive tal. Visningsnavn kan fortsat redigeres. Direkte genveje til arbejdsområder er stadig begrænset til 1–9; tilføj 10 eller højere her eller via IPC/CLI.
de: Workspace-IDs verwenden positive numerische Plätze. Der Display-Name bleibt bearbeitbar. Direkte Workspace-Hotkeys bleiben auf 1–9 begrenzt; fügen Sie hier oder über IPC/CLI weitere 10+ hinzu.
el: Τα αναγνωριστικά χώρων εργασίας χρησιμοποιούν θετικές αριθμητικές θέσεις. Το εμφανιζόμενο όνομα παραμένει επεξεργάσιμο. Οι άμεσες συντομεύσεις χώρων εργασίας περιορίζονται στις θέσεις 1-9· προσθέστε τη θέση 10+ εδώ ή μέσω IPC/CLI.
es: Los IDs de espacio de trabajo utilizan ranuras numéricas positivas. El Nombre de la pantalla permanece editable. Los atajos de teclado directos del espacio de trabajo siguen limitados a 1-9; añada más de 10 aquí o a través de IPC/CLI.
fi: Työtilojen ID:t ovat positiivisia kokonaislukuja. Näyttönimeä voi edelleen muokata. Suorat työtilapikanäppäimet rajoittuvat numeroihin 1–9; lisää 10 tai suurempi arvo tässä tai IPC/CLI:n kautta.
fr: Les identifiants d’espaces de travail occupent des emplacements numériques positifs. Le nom affiché reste modifiable. Les raccourcis directs vers les espaces de travail restent limités à 1–9 ; ajoutez les numéros 10 et suivants ici ou par IPC/CLI.
he: מזהי מרחבי העבודה משתמשים במספרים חיוביים. שם הצג נשאר ניתן לעריכה. קיצורי מקשים ישירים למרחבי עבודה מוגבלים ל-1–9; הוסיפו 10 ומעלה כאן או דרך IPC/CLI.
hi: वर्कस्पेस ID धनात्मक संख्याओं का उपयोग करते हैं। डिस्प्ले नाम को बदला जा सकता है। सीधे वर्कस्पेस चुनने वाले हॉटकी 1–9 तक सीमित हैं; 10 या उससे अधिक नंबर वाले वर्कस्पेस यहाँ या IPC/CLI से जोड़ें।
it: Gli ID degli spazi di lavoro usano numeri interi positivi. Nome visualizzato resta modificabile. Le scorciatoie dirette per gli spazi di lavoro restano limitate a 1-9; aggiungi 10 o più qui oppure tramite IPC/CLI.
ja: ワークスペースIDはポジティブな数値スロットを使用します。表示名は編集可能なままです。直接ワークスペースのホットキーは1〜9に限定されています。ここに10以上追加するか、IPC/CLIから追加してください。
ko: 워크스페이스 ID에는 양의 정수를 사용합니다. 표시 이름은 계속 편집할 수 있습니다. 워크스페이스 직접 단축키는 1~9로 제한됩니다. 10 이상의 ID는 여기나 IPC/CLI에서 추가하세요.
nb: Workspace-ID-er bruker positive numeriske plasser. Visningsnavnet forblir redigerbart. Direkte workspace-hurtigtaster forblir begrenset til 1–9; legg til 10+ her eller via IPC/CLI.
nl: Werkruimte-ID's gebruiken positieve numerieke slots. Weergavenaam blijft bewerkbaar. De directe werkruimte-sneltoetsen blijven beperkt tot 1-9; voeg hier of via IPC/CLI 10+ toe.
pl: Identyfikatory przestrzeni roboczych są dodatnimi liczbami. Nazwa wyświetlana pozostaje edytowalna. Bezpośrednie skróty klawiszowe przestrzeni roboczych są ograniczone do numerów 1–9; numery od 10 wzwyż dodaj tutaj lub przez IPC/CLI.
ru: Идентификаторы рабочего пространства используют положительные числовые поля. Название отображения остаётся редактируемым. Прямые горячие клавиши рабочего пространства остаются ограниченными от 1 до 9; добавьте более 10 здесь или через IPC/CLI.
sr_latn: Identifikatori radnog prostora koriste pozitivne brojne slotove. Ime ekrana ostaje uređujuće. Direktni točkovi radnog prostora ostaju ograničeni na 1-9; dodajte 10+ ovde ili preko IPC / CLI.
sv: Arbetsplats-ID:er använder positiva numeriska platser. Visningsnamnet förblir redigerbart. Direkta arbetsplats-tangenter förblir begränsade till 1–9; lägg till 10+ här eller via IPC/CLI.
uk: Ідентифікатори робочих просторів займають додатні числові позиції. Відображувану назву можна змінювати. Прямі комбінації клавіш для переходу до робочих просторів обмежено числами 1–9; простори 10+ додайте тут або через IPC/CLI.
zh_hans: 工作区 ID 使用正整数编号。“显示名称”仍可编辑。直接切换工作区的快捷键只支持编号 1–9；编号 10 及以上的工作区可在此处或通过 IPC/CLI 添加。

source: Workspace home monitors
ar: شاشات مراقبة المنزل في مساحة
da: Arbejdsrums-home-monitorer
de: Home-Monitore für den Arbeitsbereich
el: Επιτηρητές σπιτιών χώρου εργασίας
es: Monitores de hogar de Workspace
fi: Työtilakodin monitorit
fr: Moniteurs d'espaces de travail à domicile
he: צגות בית בחלל העבודה
hi: वर्कस्पेस होम मॉनिटर
it: Monitor domestici per lo spazio di lavoro
ja: ワークスペースホームモニター
ko: 워크스페이스 기본 모니터
nb: Hjemmeovervåkningsskjerm
nl: Thuismonitoren van werkruimten
pl: Monitory macierzyste przestrzeni roboczych
ru: Мониторы домашнего рабочего пространства
sr_latn: Radni prostor domaći monitor
sv: Arbetsytornas standardskärmar
uk: Монітори робочого простору
zh_hans: 工作区家庭监控器

source: Workspace name
ar: اسم مساحة العمل
da: Navn på arbejdsområde
de: Name des Arbeitsbereichs
el: Όνομα χώρου εργασίας
es: Nombre del espacio de trabajo
fi: Työtilan nimi
fr: Nom de l’espace de travail
he: שם מרחב העבודה
hi: वर्कस्पेस का नाम
it: Nome dello spazio di lavoro
ja: ワークスペース名
ko: 워크스페이스 이름
nb: Navn på arbeidsområde
nl: Naam van werkruimte
pl: Nazwa przestrzeni roboczej
ru: Название рабочего пространства
sr_latn: Naziv radnog prostora
sv: Arbetsytans namn
uk: Назва робочого простору
zh_hans: 工作区名称
